[
    {
        "id": 1,
        "title": "Toast à la ricotta",
        "time" : 5,
        "rating" : 4.8,
        "author" : "Sonja Overhiser",
        "experience" : "Novice",
        "vegetarian" : "None",
        "vegan" : "None",
        "glutenfree" : "None",
        "meal" : "Lunch",
        "link" : "/Recipes/Ricotta-Toast_fr",
        "ingredients" : [
            "1 tasse de ricotta au lait entier",
            "Sel casher",
            "Poivre frais moulu",
            "Tranches de pain",
            "Pour la tartine de saumon : Saumon fumé, câpres, oignon rouge, aneth frais",
            "Pour le toast tomate : Tomates mûres, sel d'ail, ciboulette ou oignon vert, huile d'olive",
            "Pour le toast à l'avocat : Avocat mûr, radis, sel d'ail",
            "Pour la tartine pomme-miel : tranches de pomme, miel, pistaches concassées, cannelle"],
        "image" : "https://img.hellofresh.com/f_auto,fl_lossy,q_auto,w_1200/hellofresh_s3/image/61689ff180eae277220315ac-f289bba9.jpg",
        "description":"Les toasts à la ricotta font un petit-déjeuner ou un déjeuner délicieusement facile ! Badigeonnez de ricotta, puis garnissez de garnitures sucrées ou salées.",
        "steps":[
            "Toast au saumon : Étaler la ricotta sur le toast. Garnir de saumon fumé, de câpres égouttées, d'oignon rouge émincé et de brins d'aneth frais. Ajouter 1 moule de poivre noir frais.",
            "Tomate toast : étalez la ricotta sur le toast. Garnissez le toast avec les tranches de tomates, la ciboulette hachée ou l'oignon vert, un filet d'huile d'olive, une petite pincée de sel et du poivre du moulin.",
            "Toast à l'avocat : Étaler la ricotta sur le toast. Garnir le toast de tranches de radis, d'un filet d'huile d'olive et d'une petite pincée de sel et de poivre fraîchement moulu.",
            "Toast aux pommes et au miel : étalez de la ricotta sur le toast. Ajoutez des tranches de pomme, un filet de miel, des pistaches hachées et une pincée de cannelle."
        ]
    },
    {
        "id": 2,
        "title": "Pâtes au pesto de brocoli",
        "time" : 30,
        "rating" : 5,
        "experience" : "Novice",
        "vegetarian" : "Végétarien",
        "vegan" : "None",
        "glutenfree" : "None",
        "meal" : "Lunch",
        "author" : "Ananda Eidelstein",
        "link" : "/Recipes/Broccoli-Pesto-Pasta_fr",
        "ingredients": [
            "1 ⅓ lb de brocoli tête",
            "2 gousses d'ail écrasées",
            "3 cuillères à soupe d'huile d'olive, divisées",
            "¾ cuillère à café de sel kasher, divisé",
            "¼ cuillère à café de poivre noir fraîchement moulu, divisé",
            "8 onces de pâtes de grains entiers (comme le riz brun, le kamut ou le blé entier)",
            "¼ tasse d'amandes crues",
            "2 cuillères à soupe de fromage pecorino romano râpé, plus plus pour servir (facultatif)",
            "1 cuillère à café de zeste de citron plus 1 cuillère à soupe de jus frais (de 1 citron)",
            "3 tasses de bébé roquette tassées, divisées"],
        "image" : "https://static.onecms.io/wp-content/uploads/sites/23/2020/02/12/broccoli-pesto-pasta-0220bfy-2000.jpg",
        "description" : "Avez-vous jeté des tiges de brocoli ? Ce pesto de brocoli est la meilleure raison de les garder. Trancher les tiges de brocoli et les faire rôtir au four mélangées aux bouquets. Une poignée de bouquets se mêlent aux pâtes, mais le reste sert à faire un pesto aux noisettes, au fromage et piquant.",
        "steps": [
            "Préchauffer le four à 400 °F. Couper la tige de la tête de brocoli ; peler et trancher finement en rondelles. Couper la couronne en bouquets et mélanger avec la tige, l'ail, 1 cuillère à soupe d'huile, ¼ de cuillère à café de sel et ⅛ de cuillère à café de poivre sur une plaque à pâtisserie à rebords. Rôtir jusqu'à ce qu'il soit carbonisé par endroits, en remuant à mi-cuisson, environ 20 minutes.",
            "Pendant ce temps, porter à ébullition une grande casserole d'eau généreusement salée. Ajouter les pâtes et cuire selon les instructions sur l'emballage. Égoutter en réservant 1 tasse d'eau pour pâtes. Réserver.",
            "Placez 1 tasse de bouquets rôtis dans un grand bol; transférez le reste dans un robot culinaire. Ajoutez l'eau réservée pour les pâtes, les amandes, le fromage, le zeste de citron, le jus de citron, 1 tasse de roquette et les 2 cuillères à soupe d'huile restantes, ½ cuillère à café de sel et ⅛ cuillère à café poivrer. Traiter jusqu'à ce que le pesto soit lisse, environ 1 minute.",
            "Transférer les pâtes dans un bol avec les bouquets. Mélanger avec le pesto et les 2 tasses de roquette restantes. Garnir avec plus de fromage, si désiré."
                 ]},
    {
        "id": 3,
        "title": "Sandwich à l'escalope de poulet",
        "time": 45,
        "rating": 4.5,
        "experience" : "Intermédiaire",
        "vegetarian" : "None",
        "vegan" : "None",
        "glutenfree" : "None",
        "meal" : "Lunch",
        "author" : "Chris Morocco",
        "link" : "/Recipes/Chicken-Cutlet-Sandwich_fr",
        "ingredients": ["1/4 oignon rouge émincé finement",
            "Sel casher",
            "¼ tête de chou de Milan, épépiné, tranché finement",
            "3 cuillères à soupe de vinaigre de vin blanc",
            "4 cuillères à soupe (ou plus) d'huile d'olive, divisées",
            "Poivre noir fraichement moulu",
            "4 cuisses de poulet désossées et sans peau",
            "¼ tasse de fécule de maïs",
            "2 gros oeufs",
            "2 cuillères à soupe de moutarde de Dijon",
            "1 cuillère à café de poivre de Cayenne",
            "2 tasses de panko (chapelure japonaise)",
            "⅓ tasse de mayonnaise",
            "8 tranches de pain blanc Pullman, toastées"],
        "image": "https://assets.bonappetit.com/photos/57ace357f1c801a1038bc893/master/pass/chicken-cutlet-sandwiches-with-savoy-cabbage-slaw.jpg",
        "description":"La voie rapide vers d'impressionnants sandwichs au poulet croustillants : écrasez le poulet, trempez-le dans du panko, faites cuire quelques minutes et accompagnez-le d'une salade de chou vinaigrée.",
        "steps":[
            "Mélanger l'oignon rouge et une pincée de sel dans un petit bol pour enrober; laisser reposer 5 minutes pour permettre à l'oignon de ramollir légèrement. Rincer à l'eau courante, puis secouer l'excès d'eau. Placer l'oignon dans un bol moyen et ajouter le chou, le vinaigre, et 2 cuillères à soupe d'huile. Mélanger pour combiner et assaisonner la salade de chou avec du sel et du poivre.",
            " À l'aide d'un maillet à viande ou d'un rouleau à pâtisserie, écraser les cuisses de poulet entre 2 morceaux de pellicule plastique jusqu'à 1/4 pouce d'épaisseur. Mettre la fécule de maïs dans un bol peu profond. Fouetter les œufs, la moutarde et le poivre de Cayenne dans un autre bol peu profond.",
            "Placer le panko dans un troisième bol peu profond. Travailler avec 2 cuisses à la fois, assaisonner le poulet avec du sel et du poivre. Tremper dans la fécule de maïs, secouer l'excédent. Tremper dans le mélange d'œufs, laisser l'excès s'égoutter dans le bol, puis enrober de panko, secouer hors excès.",
            "Chauffer les 2 cuillères à soupe d'huile restantes dans une grande poêle à feu moyen-vif. En travaillant par lots et en ajoutant plus d'huile dans la poêle entre les lots si nécessaire, cuire les cuisses de poulet jusqu'à ce qu'elles soient dorées et bien cuites, environ 2 minutes de chaque côté. Transférer sur des serviettes en papier pour drain.",
            "Étendez de la mayonnaise sur un côté des tranches de pain et préparez des sandwichs avec des escalopes et de la salade de chou."
            ]
    },
    {
        "id":4,
        "title":"Biscuits au chocolate",
        "time": 25,
        "rating": 4.3,
        "experience": "Novice",
        "vegetarian":"Végétarien",
        "vegan":"None",
        "glutenfree":"None",
        "meal":"Dessert",
        "author":"Lois Wells",
        "link" :"/Recipes/Chocolate-Cookies_fr",
        "ingredients":[
            "2 tasses de sucre blanc",
            "1¼ tasse de margarine, ramollie",
            "2 oeufs",
            "2 cuillères à café d'extrait de vanille",
            "2 tasses de farine tout usage",
            "¾ tasse de cacao en poudre non sucré",
            "1 cuillère à café de bicarbonate de soude",
            "⅛ cuillère à café de sel",
            "1 tasse de noix hachées"],
        "image" : "https://preppykitchen.com/wp-content/uploads/2021/08/Double-Chocolate-Chip-Cookies-Recipe.jpg",
        "description":"De délicieux cookies au goût de brownies !",
        "steps":[
            "Préchauffez le four à 350°F.",
            "Créer le sucre et la margarine dans un grand bol jusqu'à consistance légère et mousseuse. Battre les œufs, un à la fois, puis incorporer la vanille.",
            "Mélanger la farine, le cacao, le bicarbonate de soude et le sel dans un bol séparé. Ajouter au mélange crémeux et mélanger jusqu'à homogénéité. Incorporer les noix. Déposer par cuillerées sur des plaques à biscuits non graissées.",
            "Cuire au four préchauffé jusqu'à ce que les bords soient pris et que les centres soient tendres, de 8 à 10 minutes. Laisser reposer brièvement avant de transférer sur des grilles pour refroidir complètement."
        ]
    },
    {
        "id":4,
        "title":"Pêches grillées",
        "time": 16,
        "rating": 4,
        "experience": "Novice",
        "vegetarian":"Végétarien",
        "vegan":"",
        "glutenfree":"Sans gluten",
        "meal":"Dessert",
        "author":"Hannah Zimmerman",
        "link" :"/Recipes/Grilled-Peaches_fr",
        "ingredients":[
            "2 cuillères à soupe de cassonade claire, bien tassée",
            "2 cuillères à soupe de sucre semoule",
            "½ cuillère à café de cannelle moulue",
            "⅛ cuillère à café de sel",
            "4 pêches ou nectarines jaunes mûres, coupées en deux et dénoyautées",
            "2 cuillères à soupe de beurre non salé, fondu",
            "8 boules de glace vanille, pour servir"],
        "image" : "https://www.simplyrecipes.com/thmb/NEMpnNyrhWIky3qvIEAyhbzq7RA=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Simply-Recipes-Grilled_Peaches-LEAD-05-ed46ebc51dc84cfba364820fe16ac454.jpg",
        "description": "Simplement grillées et garnies de cassonade et de cannelle, ces pêches sont la gâterie estivale la plus simple et la plus savoureuse.",       
        "steps":[
            "Préchauffer le gril à feu moyen-élevé, à 400 °F.",
            "Dans un petit bol, fouetter ensemble la cassonade, le sucre cristallisé, la cannelle et le sel. Réserver.",
            " Badigeonnez le côté coupé des pêches avec le beurre fondu. Placez les pêches sur le gril chaud, côté coupé vers le bas, et faites cuire pendant 2 à 3 minutes, jusqu'à ce que vous puissiez voir des marques de gril claires. Le gril reste découvert tout le temps. Retournez-les et faites-les cuire côté coupé vers le haut pendant 2 minutes.",
            "Pour servir, placez une demi-pêche grillée sur une assiette et saupoudrez 1/2 cuillère à soupe du mélange de cassonade sur le dessus pendant que la pêche est encore chaude. Garnissez d'une boule de glace à la vanille. Servez et dégustez !"
        ]
    },
    {
        "id":5,
        "title":"Brownies végétaliens",
        "time": 45,
        "rating": 4,
        "experience": "Intermédiaire",
        "vegetarian":"Végétarian",
        "vegan":"Végétalien",
        "glutenfree":"Sans gluten",
        "meal":"Dessert",
        "author":"Megan Gordon",
        "link" :"/Recipes/Vegan-Brownies_fr",
        "ingredients":[
            "½ tasse d'huile de noix de coco, à température ambiante",
            "3 cuillères à soupe de lin moulu",
            "1 tasse de mélange de farine sans gluten",
            "½ tasse de cacao en poudre sans produits laitiers",
            "1 cuillère à café de levure chimique",
            "½ cuillère à café de sel casher",
            "5 onces de chocolat doux-amer sans produits laitiers, haché",
            "1½ sucre",
            "1 cuillère à soupe d'extrait pur de vanille"],
        "image" : "https://www.simplyrecipes.com/thmb/3YfecdDUIBjegeGZa39fAbpEcqA=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2018__02__Gluten-Free-Fudgy-Brownies-1-ALT-LEAD-ba68c0367ad048d2b7f26457b797f095.jpg",
        "description": "Ces brownies végétaliens riches et moelleux sont si bons que vous ne manquerez jamais d'œufs ou de produits laitiers ! C'est aussi une recette de brownie sans gluten pour ceux qui recherchent des desserts sans gluten. La meilleure partie ? besoin d'un bol pour les faire !",
        "steps":[
            "Préchauffer le four à 350 °F. Tapisser un moule carré de 8 x 8 pouces de papier parchemin et graisser le papier parchemin et le moule avec un peu d'huile de noix de coco.",
            "Mélanger le lin avec 8 cuillères à soupe d'eau dans un petit bol. Laisser reposer 7 à 10 minutes pour épaissir. (Ceci sera utilisé comme substitut d'œuf dans cette recette.)",
            "Dans un petit bol, mélanger la farine, la poudre de cacao, la levure chimique et le sel kasher.",
            "Dans une petite casserole à feu doux, chauffer l'huile de coco et le chocolat haché, en remuant jusqu'à ce que le chocolat soit complètement fondu, environ 2 minutes.",
            "Fouettez le sucre et la vanille dans le mélange de chocolat, en remuant vigoureusement jusqu'à ce qu'ils soient combinés. Le mélange sera un peu granuleux à ce stade, ce qui est parfaitement acceptable.",
            "Versez le mélange de chocolat dans un grand bol à mélanger en raclant le tout à l'aide d'une spatule en silicone. Incorporez les œufs de lin.",
            "Ajoutez les ingrédients secs et remuez bien avec une cuillère en bois ou une spatule en silicone jusqu'à ce qu'ils soient bien mélangés. La pâte sera assez épaisse et se rassemblera en boule - elle ne sera pas lâche et fine comme beaucoup de pâtes à brownie traditionnelles.",
            "Utilisez une spatule en caoutchouc ou la paume de votre main pour presser la pâte dans le moule en une couche uniforme.",
            "Cuire au four pendant 30 à 35 minutes, ou jusqu'à ce que les bords soient pris et ne tremblent plus. Le dessus des brownies sera toujours très doux et peut même bouillonner un peu. Ne vous inquiétez pas ! Ils se raffermiront en refroidissant. .",
            "Laissez les brownies refroidir complètement avant de les trancher, au moins 2 à 3 heures. Parce qu'ils sont si fondants, ils trancheront vraiment mieux si vous les laissez refroidir complètement.",
            "En utilisant le papier parchemin comme poignée, soulevez les brownies refroidis hors de la poêle et sur une planche à découper. Coupez-les en une grille 4x4 (faisant 16 petits carrés). Les brownies restants peuvent être conservés dans un récipient hermétique à température ambiante jusqu'à à cinq jours (ou congelé jusqu'à trois mois)."
        ]
    },
    {
        "id":6,
        "title":"Crêpes à l'avoine",
        "time": 25,
        "rating": 3.5,
        "experience": "Novice",
        "vegetarian":"Vegétérien",
        "vegan":"",
        "glutenfree":"Sans gluten",
        "meal":"Breakfast",
        "author":"Sally Vargas",
        "link" :"/Recipes/Oatmeal-Pancakes_fr",
        "ingredients":[
            "3 tasses de flocons d'avoine à l'ancienne",
            "½ cuillère à café de levure chimique",
            "½ cuillère à café de bicarbonate de soude",
            "½ cuillère à café de cannelle moulue (facultatif)",
            "¼ cuillère à café de sel",
            "2 gros oeufs",
            "1½ à 2 tasses de babeurre",
            "2 cuillères à soupe d'huile végétale ou de beurre fondu",
            "2 cuillères à soupe de miel",
            "1 cuillère à café d'extrait de vanille",
            "Huile végétale (pour la poêle)"],
        "image" : "https://www.simplyrecipes.com/thmb/BC9Hygm0nShBTXzjddWxEP_YNQw=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2006__05__Oatmeal-Pancakes-LEAD-1-355558f808104ae6adf48d88ac9e32cb.jpg",
        "description": "Vous cherchez un petit-déjeuner sans gluten qui a bon goût et qui est facile à préparer ? Eh bien, ne cherchez pas plus loin que ces pancakes à l'avoine. Aucun ingrédient spécial n'est requis — juste des flocons d'avoine !",
        "steps":[
            "Mettez de côté ½ tasse d'avoine pour l'ajouter à la pâte plus tard. Dans un robot culinaire, broyez les 2½ tasses d'avoine restantes jusqu'à ce que le mélange ressemble à de la farine de blé entier grossière, avec quelques particules d'avoine.",
            "Ajouter la levure chimique, le bicarbonate de soude, la cannelle, le sel, les œufs, 1½ tasse de babeurre, l'huile ou le beurre fondu, le miel et la vanille dans le bol du robot culinaire et mélanger quelques fois jusqu'à homogénéité. Verser la pâte dans un bol et incorporer la ½ tasse d'avoine restante. Laisser reposer pendant 5 à 10 minutes. Le mélange ne sera pas complètement lisse et il s'épaissira au fur et à mesure. Si la pâte devient trop épaisse à un moment donné, n'hésitez pas à la diluer avec un peu de le babeurre restant.",
            "Versez quelques gouttes d'huile dans la poêle ou la plaque chauffante et étalez avec une serviette en papier. Réglez la casserole sur feu moyen. La casserole est suffisamment chaude lorsque vous déposez quelques gouttes d'eau dessus et qu'elles grésillent. Tournez le feu à moyen -bas.",
            "Versez environ ¼ de tasse de pâte pour chaque crêpe dans la poêle. Avec le dos de la louche, étalez la pâte en cercles de 4 pouces. Faites cuire pendant 2 à 3 minutes, ou jusqu'à ce que des bulles se forment sur le dessus et que le fond soit brun lorsque vous jeter un coup d'œil sous les crêpes avec une spatule. Retournez-les et faites cuire encore 2 minutes, ou jusqu'à ce qu'elles soient dorées. Répétez jusqu'à ce que toute la pâte soit utilisée.",
            "Servez les crêpes chaudes sur la plaque chauffante ou gardez-les au chaud dans un four à 325°F sur une grille posée sur une plaque à pâtisserie. Servez avec beaucoup de beurre, des fruits frais (si vous le souhaitez) et du sirop d'érable."
        ]
    },
    {
        "id":7,
        "title":"Petits pains de St. Lucie",
        "time": 162,
        "rating": 5,
        "experience": "Intermédiaire",
        "vegetarian":"Végétarian",
        "vegan":"",
        "glutenfree":"",
        "meal":"Breakfast",
        "author":"Elise Bauer",
        "link" :"/Recipes/st-lucia-buns_fr",
        "ingredients":[
            "¾ tasse de lait",
            "½ cuillère à café de filaments de safran",
            "1 cuillère à café plus ¼ de sucre cristallisé blanc",
            "1 (¼ once) sachet de levure sèche active",
            "3½ à 4 tasses de farine tout usage",
            "½ cuillère à café de sel casher",
            "Les graines de 3 gousses de cardamome, moulues, facultatif",
            "¼ tasse de beurre non salé, ramolli",
            "¼ tasse de crème sure",
            "2 gros oeufs",
            "Raisins secs"],
        "image" : "https://www.simplyrecipes.com/thmb/TjBXYaq6bh0caXBwiaL9Qc-iTkY=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2013__12__st-lucia-buns-horiz-b-1800-98e196370e334167b5c5608019dd8d7b.jpg",
        "description":" Petits pains sucrés en forme de S infusés au safran, préférés de la période de Noël suédoise, pour la fête de Sainte-Lucie.",
        "steps":[
            "Dans une petite casserole, chauffer le lait, le safran et 1 cuillère à café de sucre ensemble jusqu'à ce que le lait soit fumant. Retirer du feu et remuer pour dissoudre le sucre. Laisser refroidir jusqu'à environ 115 °F, ou chaud au toucher, mais pas chaud.",
            "Saupoudrer la levure sur le lait chaud infusé au safran et laisser reposer 5 à 10 minutes jusqu'à ce qu'il mousse.",
            "Dans le bol d'un batteur sur socle, fouetter ensemble 3½ tasses de farine, le ¼ tasse de sucre restant, le sel et la cardamome moulue (le cas échéant).",
            "Créez un puits au centre de la farine et ajoutez le mélange de levure, de lait et de safran, les œufs, le beurre et la crème sure. Mélangez les ingrédients jusqu'à ce qu'ils soient bien incorporés",
            "Passez au crochet pétrisseur de votre mélangeur (si vous en utilisez, sinon pétrissez à la main). À basse vitesse, commencez à pétrir la pâte. Ajoutez lentement de la farine supplémentaire, une cuillère à soupe à la fois, en pétrissant pour incorporer après chaque ajout. Faites cela jusqu'à ce que le la pâte est encore un peu collante au toucher, mais ne colle pas complètement aux mains lorsque vous la manipulez.",
            "Formez la pâte en boule et placez-la dans un grand bol. Couvrez d'une pellicule plastique. (Notez qu'à ce stade, vous pouvez préparer à l'avance et réfrigérer toute la nuit si vous le souhaitez.)",
            "Laisser reposer dans un endroit chaud pendant 1 à 2 heures, jusqu'à ce que la pâte ait doublé de volume. (Une façon de dire que la pâte est prête est que vous y enfoncez votre doigt et cela prend un peu de temps pour l'indentation laissé par votre doigt pour s'en aller.)",
            "Lorsque la pâte a doublé de volume, appuyez doucement dessus et pétrissez-la plusieurs fois. Cassez un morceau et formez-en une boule d'environ 2 pouces de large (60 à 70 grammes si vous pesez). Roulez la boule en un serpent d'environ 14 pouces de long. Puis enroulez les extrémités dans des directions opposées, formant un \"S\" avec des spirales à chaque extrémité. Placez sur une plaque à pâtisserie tapissée et répétez avec le reste de la pâte.",
            "Couvrir d'une pellicule plastique et placer dans un endroit chaud jusqu'à ce que les formes de pâte doublent de volume, 30 minutes à une heure.",
            "Préchauffez le four à 400 °F. À l'aide d'un pinceau à pâtisserie, badigeonnez d'œuf battu le dessus et les côtés des petits pains non cuits. Placez les raisins secs au centre des spirales en \"S\".",
            "Mettez au four et faites cuire à 400°F pendant environ 10 à 11 minutes (en retournant à mi-cuisson pour assurer un brunissement uniforme), jusqu'à ce que les brioches soient dorées.",
            "Sortir du four et laisser refroidir 5 minutes avant de déguster."
         ]
    },
    {
        "id":8,
        "title":"Œufs Bénédicte",
        "time": 45,
        "rating": 5,
        "experience": "Expert",
        "vegetarian":"",
        "vegan":"",
        "glutenfree":"",
        "meal":"Breakfast",
        "author":"Cooking Classy",
        "link" :"/Recipes/eggs-benedict_fr",
        "ingredients":[
            "½ tasse de crème épaisse",
            "4 gros jaunes d'œufs",
            "1½ cuillère à soupe de jus de citron",
            "1 cuillère à café de moutarde de dijon (facultatif)",
            "1 à 2 pincées de poivre de Cayenne (facultatif)",
            "½ tasse de beurre non salé, fondu",
            "Sel et poivre noir fraîchement moulu",
            "8 gros oeufs frais",
            "1 cuillère à soupe de vinaigre blanc",
            "4 muffins anglais, divisés",
            "8 tranches de bacon canadien",
            "Persil frais haché et/ou ciboulette",
            "Paprika"],
        "image" : "https://www.simplyrecipes.com/thmb/U8fwVW_qr-0ql8bXVVCDNkWJImA=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2010__04__eggs-benedict-horiz-a-1600-6f8850c8046b412b940fb1d657a5ba9a.jpg",
        "description":"Accrochez-vous à cette recette, elle est parfaite pour les vacances et les week-ends et est également prête à impressionner pour le divertissement. Elle sera facilement la vedette du spectacle !",
        "steps":[
            "Remplissez une casserole avec environ un pouce d'eau. Placez un bol en acier inoxydable ou en verre sur une casserole qui s'adapte bien sans toucher l'eau. Portez l'eau à ébullition.",
            "Ajoutez la crème, les jaunes d'œufs, le jus de citron, la moutarde et le poivre de Cayenne dans un bol au-dessus de la casserole et fouettez bien. Faites cuire le mélange, en fouettant constamment, jusqu'à ce qu'il soit juste assez épais pour recouvrir le dos d'une cuillère en métal ou en bois et que la température atteigne 160 °F." ,
            "Réduire le feu à très doux, puis arroser très lentement de beurre fondu chaud tout en fouettant constamment. Retirer du feu, saler et poivrer au goût. Transférer dans le plat, couvrir pour garder au chaud.",
            "Apportez plusieurs centimètres d'eau avec du vinaigre à ébullition dans une grande poêle à frire profonde. Cassez les œufs un à la fois et ajoutez-les à l'eau bouillante, en plaçant quatre œufs dans la poêle à la fois.",
            "Cuire jusqu'à ce que les blancs soient pris et que le jaune soit encore coulant, environ 3 à 4 minutes. Transférer dans une assiette recouverte de papier absorbant pour égoutter, répéter avec les quatre œufs restants.",
            "Cuire le bacon canadien dans une poêle à feu moyen-vif jusqu'à ce qu'il soit bien chaud, environ 1 minute de chaque côté.",
            "Pendant ce temps, faire griller les muffins anglais dans un four grille-pain, ou sous le gril (déposer les muffins sur une plaque à pâtisserie) jusqu'à ce qu'ils soient juste dorés sur le dessus.",
            "Déposez une tranche de bacon canadien sur chaque muffin anglais. Garnissez chacun d'un œuf poché et assaisonnez de sel et de poivre. Versez la sauce à la cuillère ou versez dessus, garnissez de persil et de ciboulette et terminez avec une légère pincée de paprika."
        ]
    },
    {
        "id":9,
        "title":"Boeuf Wellington",
        "time": 130,
        "rating": 5,
        "experience": "Expert",
        "vegetarian":"",
        "vegan":"",
        "glutenfree":"",
        "meal":"Dinner",
        "author":"Elise Bauer",
        "link" :"/Recipes/beef-wellington_fr",
        "ingredients":[
            "filet de filet de boeuf de 1 livre",
            "Sel casher et poivre noir fraîchement moulu",
            "2 cuillères à soupe d'huile d'olive extra vierge",
            "1 livre de champignons",
            "4 fines tranches de jambon ou prosciutto",
            "2 cuillères à soupe de moutarde jaune",
            "1 (feuille de 7 à 8½ onces) de pâte feuilletée, décongelée",
            "2 gros jaunes d'oeufs battus"],
        "image" : "https://www.simplyrecipes.com/thmb/xMiDpNyegiyWro_cCEsx1aGCKNU=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2009__06__beef-wellington-horiz-a2-1800-bd5bd96cc1c2420d9311b83c88428ba6.jpg",
        "description":"Cette recette de bœuf Wellington est la meilleure ! Le filet de bœuf est enrobé de moutarde, de duxelles de champignons, de jambon, puis enveloppé dans une pâte feuilletée et cuit au four. Basé sur la recette de bœuf Wellington de Gordon Ramsay, il ne déçoit pas.",
        "steps":[
            "Laissez le four préchauffer à 400 °F pendant que vous assemblez le Wellington.",
            "Assaisonnez généreusement le filet de sel et de poivre. Faites chauffer une ou deux cuillères à soupe d'huile dans une grande poêle à feu vif. Saisissez le filet dans la poêle de tous les côtés jusqu'à ce qu'il soit bien doré. (Astuce : ne déplacez pas le filet tant qu'il n'a pas une chance de brunir.)",
            "Retirez le filet de la poêle et laissez refroidir. Une fois refroidi, badigeonnez le filet de moutarde sur toutes ses faces.",
            "Hacher les champignons et les mettre dans un robot culinaire et réduire en purée. Chauffer la sauteuse à feu moyen-élevé. Transférer la purée de champignons dans la casserole et cuire, en laissant les champignons libérer leur humidité. Lorsque l'humidité libérée par les champignons a bouilli de côté, retirer les champignons de la poêle et laisser refroidir.",
            "Étendre un grand morceau de film plastique. Étaler les tranches de jambon sur le film plastique de manière à ce qu'elles se chevauchent. Étaler le mélange de champignons sur le jambon. Placer le filet de boeuf au milieu, rouler le champignon et le jambon sur le filet, en utilisant le film plastique pour bien serrer. Enveloppez le filet de bœuf en forme de baril serré, en tordant les extrémités du film plastique pour le fixer. Réfrigérez pendant 20 minutes.",
            "Sur une surface légèrement farinée, étalez la feuille de pâte feuilletée jusqu'à ce qu'elle s'enroule autour du filet de bœuf. Déballez le filet de la pellicule plastique et placez-le au milieu de la pâte feuilletée. Badigeonnez les bords de la pâte avec la pâte battue jaunes d'œuf.",
            "Repliez la pâte autour du filet en coupant l'excédent aux extrémités. (Une pâte de plus de 2 couches d'épaisseur ne cuira pas jusqu'au bout, essayez de limiter le chevauchement. Placez sur une petite assiette, couture vers le bas, et badigeonnez jaunes d'œufs battus sur tout le dessus. Réfrigérer 5 à 10 minutes.",
            "Placez le filet enrobé de pâte sur une plaque allant au four. Badigeonnez à nouveau la surface exposée avec des œufs battus.",
            "Inciser le dessus de la pâte à l'aide d'un couteau bien aiguisé, sans aller jusqu'au fond de la pâte. Saupoudrer le dessus de gros sel.",
            "Cuire au four à 400 °F pendant 25 à 35 minutes. La pâte doit être bien dorée une fois cuite. Pour vous assurer que votre rôti est mi-saignant, testez avec un thermomètre à viande à lecture instantanée. Sortez à 125-130 °F pour mi-saignant. ",
            "Retirer du four et laisser reposer 10 minutes avant de trancher. Couper en tranches de 1 pouce d'épaisseur."
        ]
    },
    {
        "id":10,
        "title":"Paella au fruits de mer",
        "time": 65,
        "rating": 4.5,
        "experience": "Expert",
        "vegetarian":"",
        "vegan":"",
        "glutenfree":"Sans gluten",
        "meal":"Dinner",
        "author":"Sally Vargas",
        "link" :"/Recipes/seafood-paella_fr",
        "ingredients":[
            "4½ tasses de bouillon de poulet",
            "½ cuillère à café de filaments de safran, émiettés puis légèrement mesurés",
            "¼ cuillère à café de sel",
            "3 cuillères à soupe d'huile d'olive",
            "½ oignon jaune, finement haché",
            "½ poivron rouge finement haché",
            "3 gousses d'ail finement hachées",
            "6 onces de chorizo ​​doux séché, coupé en fines demi-lunes",
            "3 tasses de riz à grains courts, comme le riz Bomba espagnol ou l'Arborio italien",
            "1 boîte (14 onces) de tomates en dés rôties au feu",
            "1 tasse de petits pois surgelés",
            "1 livre de grosses crevettes (21-24 par livre), décortiquées et déveinées, avec la queue laissée",
            "1 livre de moules, rincées et frottées",
            "1 livre de palourdes du Pacifique, rincées et frottées",
            "¼ tasse de persil haché, pour la garniture"
        ],
        "image" : "https://www.simplyrecipes.com/thmb/sXiHMXTGCjwoTboFoWHMsAUuC0c=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2018__07__Seafood-Paella-HORIZONTAL-ce4d8fe93ec045c0a868ec065f49800a.jpg",
        "description":"Cette recette de paella infusée au safran est remplie de moules, de palourdes et de crevettes. Faites-le griller dans votre plus grande poêle pour une meilleure saveur (aucune poêle spéciale requise). Paella sert une foule pour votre prochain barbecue !",
        "steps":[
            "Chauffez un gril à gaz à feu moyen-élevé (375 °F), ou allumez un gril à charbon de bois et laissez brûler jusqu'à ce que le charbon de bois soit recouvert de cendre grise.",
            "Dans une casserole à feu moyen, porter le bouillon à ébullition. Ajouter le safran et le sel. Éteindre le feu et laisser infuser le safran pendant au moins 15 minutes. Goûter et ajouter plus de sel, si nécessaire.",
            "Dans une poêle en acier inoxydable ou une poêle en fonte de 12 à 14 pouces, chauffer l'huile à feu moyen sur le dessus de la cuisinière. Ajouter l'oignon et le poivron rouge et cuire pendant 5 à 7 minutes, ou jusqu'à ce que l'oignon soit translucide . Incorporer l'ail et le chorizo.",
            "Sur une table à côté du gril, placez la poêle avec le sofrito, le riz, les tomates, le bouillon infusé, le sel, les petits pois, les crevettes, les moules et les palourdes.",
            "Placer la poêle avec le sofrito sur le gril. Ajouter le riz et cuire, en remuant souvent, pendant 4 à 5 minutes, ou jusqu'à ce que le riz soit enrobé d'huile et légèrement grillé.",
            "Incorporez le bouillon, les tomates et les pois. Goûtez l'assaisonnement et ajoutez plus de sel, si vous le souhaitez.",
            "Étendez le riz uniformément au fond de la casserole. Fermez le couvercle du gril et laissez mijoter le riz sans remuer pendant 15 minutes, ou jusqu'à ce que le riz absorbe la majeure partie du bouillon. Si le mélange semble sec, versez environ 1 tasse d'eau chaude dessus. mais ne remuez pas.",
            "Enfoncez les moules et les palourdes dans le riz avec les charnières vers le haut pour qu'elles libèrent leur jus dans le riz. Disposez les crevettes autour des coquillages.",
            "Couvrez la casserole de papier d'aluminium, fermez le gril et faites cuire 6 à 10 minutes de plus (selon la chaleur de votre gril), ou jusqu'à ce que le riz et les crevettes soient bien cuits et que les moules et les palourdes soient ouvertes. (Jetez les crustacés qui restent bien fermés une fois que tout le reste est cuit.)",
            "Glissez une spatule sous le riz et vérifiez si vous avez atteint l'insaisissable socarrat doré. Sinon, mettez la casserole sur le feu, à découvert, pendant quelques minutes pour caraméliser légèrement le fond.",
            "Saupoudrez de persil et amenez toute la poêle à table pour servir."
        ]
    },
    {
        "id":11,
        "title":"Lasagnes végétariennes",
        "time": 135,
        "rating": 5,
        "experience": "Intermédiaire",
        "vegetarian":"Végétarien",
        "vegan":"",
        "glutenfree":"",
        "meal":"Dinner",
        "author":"Elise Bauer",
        "link" :"/Recipes/vegetarian-lasagna_fr",
        "ingredients":[
            "1½ livres de champignons cremini, hachés grossièrement",
            "½ livre de champignons shiitake, hachés grossièrement",
            "¼ cuillère à café de sel",
            "1 tasse d'oignons hachés",
            "¼ tasse d'huile d'olive extra vierge, plus plus pour huiler les nouilles",
            "4 gousses d'ail hachées",
            "1 (6 onces) peut pâte de tomate",
            "2 tasses de sauce tomate préparée en pot",
            "1 boîte (28 onces) de tomates concassées",
            "1 tasse d'eau",
            "1 cuillère à soupe de thym séché",
            "½ cuillère à café de flocons de piment rouge",
            "1 cuillère à soupe de sucre"
        ],
        "image" : "https://www.simplyrecipes.com/thmb/Pjd_xauZJozdoDWvE-weA6zHMqc=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2012__11__Vegetarian-Lasagna-LEAD-1-6173a71bfd1347aa8d7659150e87b8f4.jpg",
        "description":
        "Cette recette de lasagne végétarienne est faite avec des shiitakes charnus et des champignons crimini, des épinards et des fromages ricotta et mozzarella. Elle nourrit une foule et satisfera à la fois les végétariens et les carnivores !",
        "steps":[
            "Placez les champignons dans une grande sauteuse (6 à 8 pintes) à feu vif ou moyen-vif. Remuez-les avec une cuillère en bois ou secouez la casserole de temps en temps. Vous les entendrez peut-être grincer.",
            "Saupoudrer de sel sur les champignons. Les champignons grésilleront puis commenceront à libérer de l'eau. (Notez que vous n'ajoutez pas de graisse à ce stade à la poêle ; cette méthode de cuisson des champignons dans leur propre humidité s'appelle le sauté à sec.)",
            "Une fois que les champignons commencent à libérer de l'eau dans la casserole, incorporer les oignons hachés. Cuire jusqu'à ce que les champignons ne libèrent plus d'humidité et que l'eau des champignons ait bouilli, environ 5 minutes de plus.",
            "Ajouter l'huile d'olive aux champignons et remuer pour les enrober. Faire sauter les champignons et les oignons pendant environ une minute. Ajouter l'ail et cuire encore une minute.",
            "Incorporer la pâte de tomate, cuire une minute de plus. Réserver 1 tasse de sauce tomate (elle ira au fond de la cocotte) et mettre la tasse de sauce tomate restante dans la casserole avec les champignons. Ajouter le grande boîte de tomates concassées et une tasse d'eau.",
            "Incorporez le thym, le sucre et les flocons de piment rouge. (Si vous utilisez du basilic séché au lieu de frais, ajoutez-le maintenant.) Portez à ébullition, puis baissez le feu et laissez mijoter à feu doux pendant 20 minutes." ,
            "Une fois que la sauce mijote, salez l'eau bouillante des pâtes et ajoutez les nouilles à lasagne sèches à l'eau bouillante. (L'eau doit bouillir vigoureusement et à gros bouillons.) Remuer doucement, en s'assurant que les nouilles ne collent pas les unes aux autres. autre. Réglez la minuterie sur 8 minutes, ou la durée indiquée sur l'emballage des nouilles. Faites cuire à découvert à ébullition élevée.",
            "Lorsque les nouilles sont prêtes (al dente, bien cuites mais encore fermes sous la dent), égouttez-les dans une passoire et rincez-les pour les refroidir à l'eau froide. Au fur et à mesure que vous les rincez, séparez-les délicatement avec vos doigts afin qu'elles ne collez pas les uns aux autres.",
            "Préparez quelques grandes plaques à biscuits ou plaques à pâtisserie en étalant une cuillère à soupe d'huile d'olive sur les plaques à pâtisserie.",
            "Placez les nouilles à lasagne sur les feuilles, en les enduisant délicatement d'un peu de cette huile d'olive et en les étalant. Cela les empêchera de coller les unes aux autres pendant que vous finissez la sauce et préparez la casserole en couches.",
            "Éteignez le feu sur la cuisinière pour la sauce. Préchauffez le four à 350 °F.",            
            "Étendez la tasse de sauce tomate réservée au fond d'une grande cocotte (de préférence 10 x 15 pouces). (Si votre cocotte est plus petite, vous devrez peut-être ajouter une autre couche au cours de cette étape.)",
            "Placez une couche de nouilles à lasagne sur la sauce tomate, en les chevauchant légèrement. (Pour notre plat de 10 x 15 pouces, nous adaptons finalement 3 couches de 6 nouilles chacune, avec 2 nouilles supplémentaires sur lesquelles manger.)",
            "Saupoudrer la moitié du fromage ricotta sur les nouilles et la moitié des épinards décongelés, égouttés et pressés sur la ricotta.",
            "Saupoudrez la moitié du fromage mozzarella sur les épinards et juste un quart du fromage pecorino. Ensuite, versez ⅓ de votre sauce aux champignons sur la mozzarella. Saupoudrez la moitié du basilic frais sur la sauce.",
            "Répétez le processus de superposition. Placez une deuxième couche de nouilles sur la sauce. Étalez le reste de ricotta, d'épinards et de mozzarella sur les nouilles. Saupoudrez un autre quart du pecorino avec la mozzarella. Garnissez avec un autre tiers de la sauce aux champignons et le basilic frais restant.",
            "Couchez votre dernière couche de nouilles à lasagne sur la sauce. Étalez le reste de la sauce sur les nouilles à lasagne et saupoudrez du reste de pecorino ou de parmesan.",
            "Retirez une feuille de papier d'aluminium suffisamment grande pour recouvrir la cocotte. Étalez un peu d'huile d'olive sur l'intérieur du morceau de papier d'aluminium (côté qui sera en contact avec les lasagnes). Placez le papier d'aluminium sur la cocotte et sertissez les bords.",
            "Cuire au four à 350 °F pendant 25 minutes, puis retirer le papier d'aluminium et cuire à découvert pendant 25 minutes supplémentaires.",
            "Sortez les lasagnes du four une fois cuites et laissez-les reposer 10 minutes avant de les couper pour servir. Une fois faites, les lasagnes se conserveront une semaine au réfrigérateur."
        ]
    }

    
]