[
    {
        "id": 1,
        "title": "Ricotta Toast",
        "time" : 5,
        "rating" : 4.8,
        "author" : "Sonja Overhiser",
        "experience" : "Beginner",
        "vegetarian" : "",
        "vegan" : "None",
        "gluten" : "None",
        "meal" : "Lunch",
        "link" : "/Recipes/Ricotta-Toast",
        "ingredients" : [
            "1 cup whole milk ricotta cheese",
            "Kosher salt",
            "Fresh ground pepper",
            "Slices of bread",
            "For the salmon toast: Smoked salmon, capers, red onion, fresh dill",
            "For the tomato toast: Ripe tomatoes, garlic salt, chives or green onion, olive oil",
            "For the avocado toast: Ripe avocado, radishes, garlic salt",
            "For the apple honey toast: Apple slices, honey, chopped pistachios, cinnamon"],
        "image" : "https://img.hellofresh.com/f_auto,fl_lossy,q_auto,w_1200/hellofresh_s3/image/61689ff180eae277220315ac-f289bba9.jpg",
        "description":"Ricotta toast makes a deliciously easy breakfast or lunch! Slather on ricotta, then top with sweet or savory toppings.",
        "steps":["Stir together the ricotta with ¼ teaspoon kosher salt and several grinds of fresh ground pepper; taste and adjust seasoning as desired.",
                "Toast the bread.",
                "Salmon toast: Spread the ricotta on the toast. Top with smoked salmon, drained capers, sliced red onion and fresh dill sprigs. Add 1 grind fresh black pepper.",
                "Tomato toast: Spread the ricotta on the toast. Top the toast with the sliced tomatoes, chopped chives or green onion, drizzle of olive oil, a small pinch salt and fresh ground pepper.",
                "Avocado toast: Spread ricotta on the toast. Top the toast with sliced radishes, drizzle of olive oil, and a small pinch salt and fresh ground pepper.",
                "Apple honey toast: Spread ricotta on the toast. Add apple slices, a drizzle of honey, chopped pistachios, and a pinch of cinnamon."]
    },
    {
        "id": 2,
        "title": "Broccoli Pesto Pasta",
        "time" : 30,
        "rating" : 5,
        "experience" : "Beginner",
        "vegetarian" : "Vegetarian",
        "vegan" : "None",
        "glutenfree" : "None",
        "meal" : "Lunch",
        "author" : "Ananda Eidelstein",
        "link" : "/Recipes/Broccoli-Pesto-Pasta",
        "ingredients": [
            "1⅓-lb. head broccoli",
            "2 cloves garlic, smashed",
            "3 tablespoons olive oil, divided",
            "¾ teaspoon kosher salt, divided",
            "¼ teaspoon freshly ground black pepper, divided",
            "8 ounces whole-grain pasta (such as brown rice, kamut, or whole-wheat)",
            "¼ cup raw almonds",
            "2 tablespoons grated pecorino Romano cheese, plus more for serving (optional)",
            "1 teaspoon lemon zest plus 1 Tbsp. fresh juice (from 1 lemon)",
            "3 cups packed baby arugula, divided"],
        "image" : "https://static.onecms.io/wp-content/uploads/sites/23/2020/02/12/broccoli-pesto-pasta-0220bfy-2000.jpg",
        "description" : "Have you been discarding broccoli stems? This broccoli pesto is the best reason to keep them around. Slice broccoli stalks and roast in the oven mixed with the florets. A handful of florets mingle with the pasta, but the rest goes to making a nutty, cheesy, and zesty pesto.",
        "steps": ["Preheat oven to 400°F. Cut stalk from broccoli head; peel and thinly slice into rounds. Cut crown into florets and toss with stalk, garlic, 1 tablespoon oil, ¼ teaspoon salt, and ⅛ teaspoon pepper on a rimmed baking sheet. Roast until charred in spots, stirring halfway through, about 20 minutes.",
                 "Meanwhile, bring a large pot of generously salted water to a boil. Add pasta and cook according to package directions. Drain, reserving 1 cup pasta water. Set aside.",
                 "Place 1 cup roasted florets in a large bowl; transfer remaining to a food processor. Add reserved pasta water, almonds, cheese, lemon zest, lemon juice, 1 cup arugula, and remaining 2 tablespoons oil, ½ teaspoon salt, and ⅛ teaspoon pepper. Process until pesto is smooth, about 1 minute.",
                 "Transfer pasta to bowl with florets. Toss with pesto and remaining 2 cups arugula. Top with more cheese, if desired."]},
    {
        "id": 3,
        "title": "Chicken Cutlet Sandwich",
        "time": 45,
        "rating": 4.5,
        "experience" : "Intermediate",
        "vegetarian" : "None",
        "vegan" : "None",
        "glutenfree" : "None",
        "meal" : "Lunch",
        "author" : "Chris Morocco",
        "link" : "/Recipes/Chicken-Cutlet-Sandwich",
        "ingredients": ["1/4 red onion, thinly sliced",
            "Kosher salt",
            "¼ head of savoy cabbage, cored, thinly sliced",
            "3 tablespoons white wine vinegar",
            "4 tablespoons (or more) olive oil, divided",
            "Freshly ground black pepper",
            "4 skinless, boneless chicken thighs",
            "¼ cup cornstarch",
            "2 large eggs",
            "2 tablespoons Dijon mustard",
            "1 teaspoon cayenne pepper",
            "2 cups panko (Japanese breadcrumbs)",
            "⅓ cup mayonnaise",
            "8 slices white Pullman bread, toasted"],
        "image": "https://assets.bonappetit.com/photos/57ace357f1c801a1038bc893/master/pass/chicken-cutlet-sandwiches-with-savoy-cabbage-slaw.jpg",
        "description":"The quick route to awesome crispy chicken sandwiches: pound the chicken, dredge in panko, cook just a few minutes, and pair with a vinegary slaw.",
        "steps":["Toss red onion and a pinch of salt in a small bowl to coat; let sit 5 minutes to allow onion to soften slightly. Rinse under running water, then shake off excess water. Place onion in a medium bowl and add cabbage, vinegar, and 2 tablespoons oil. Toss to combine and season slaw with salt and pepper.",
                " Pound chicken thighs with a meat mallet or a rolling pin between 2 pieces of plastic wrap to 1/4\" thick. Place cornstarch in a shallow bowl. Whisk eggs, mustard, and cayenne in another shallow bowl.",
                "Place panko in a third shallow bowl. Working with 2 thighs at a time, season chicken with salt and pepper. Dredge in cornstarch, shaking off excess. Dip in egg mixture, letting excess drip back into bowl, then coat in panko, shaking off excess.",
                "Heat remaining 2 tablespoons oil in a large skillet over medium-high. Working in batches and adding more oil to skillet between batches if needed, cook chicken thighs until golden brown and cooked through, about 2 minutes per side. Transfer to paper towels to drain.",
                "Spread mayo over one side of bread slices and build sandwiches with cutlets and slaw."]
    },
    {
        "id":4,
        "title":"Chocolate Cookies",
        "time": 25,
        "rating": 4.3,
        "experience": "Beginner",
        "vegetarian":"Vegetarian",
        "vegan":"None",
        "glutenfree":"None",
        "meal":"Dessert",
        "author":"Lois Wells",
        "link" :"/Recipes/Chocolate-Cookies",
        "ingredients":[
            "2 cups white sugar",
            "1¼ cups margarine, softened",
            "2 eggs",
            "2 teaspoons vanilla extract",
            "2 cups all-purpose flour",
            "¾ cup unsweetened cocoa powder",
            "1 teaspoon baking soda",
            "⅛ teaspoon salt",
            "1 cup chopped walnuts"],
        "image" : "https://preppykitchen.com/wp-content/uploads/2021/08/Double-Chocolate-Chip-Cookies-Recipe.jpg",
        "description": "Delicious cookies that taste like brownies!",
        "steps":[
            "Preheat the oven to 350°F.",
            "Cream sugar and margarine in a large bowl until light and fluffy. Beat in eggs, one at a time, then stir in vanilla.",
            "Combine flour, cocoa, baking soda, and salt in a separate bowl. Add to the creamed mixture and mix until just blended. Stir in walnuts. Drop by spoonfuls onto ungreased cookie sheets.",
            "Bake in the preheated oven until edges are set and centers are soft, 8 to 10 minutes. Let sit briefly before transferring to wire racks to cool completely."
        ]
    },
    {
        "id":4,
        "title":"Grilled Peaches",
        "time": 16,
        "rating": 4,
        "experience": "Beginner",
        "vegetarian":"Vegetarian",
        "vegan":"",
        "glutenfree":"Gluten-Free",
        "meal":"Dessert",
        "author":"Hannah Zimmerman",
        "link" :"/Recipes/Grilled-Peaches",
        "ingredients":[
            "2 tablespoons light brown sugar, tightly packed",
            "2 tablespoons granulated sugar",
            "½ teaspoon ground cinnamon",
            "⅛ teaspoon salt",
            "4 ripe yellow peaches or nectarines, cut in half and pit removed",
            "2 tablespoons unsalted butter, melted",
            "8 scoops vanilla ice cream, for serving"],
        "image" : "https://www.simplyrecipes.com/thmb/NEMpnNyrhWIky3qvIEAyhbzq7RA=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Simply-Recipes-Grilled_Peaches-LEAD-05-ed46ebc51dc84cfba364820fe16ac454.jpg",
        "description": "Simply grilled and topped with brown sugar and cinnamon, these peaches are the easiest yet tastiest summer treat.",
        "steps":[
            "Preheat the grill to medium-high heat, at 400°F.",
            "In a small bowl, whisk together the brown sugar, granulated sugar, cinnamon, and salt.  Set aside.",
            "Brush the cut side of the peaches with the melted butter. Place the peaches on the hot grill, cut side-down, and cook for 2 to 3 minutes, until you can see clear grill marks. The grill remains uncovered the whole time. Flip and cook them cut side-up for 2 minutes.",
            "To serve, place a grilled peach half on a plate and sprinkle 1/2 tablespoon brown sugar mixture on top while the peach is still warm. Top with a scoop of vanilla ice cream. Serve and enjoy! "
        ]
    },
    {
        "id":5,
        "title":"Vegan Brownies",
        "time": 45,
        "rating": 4,
        "experience": "Intermediate",
        "vegetarian":"Vegetarian",
        "vegan":"Vegan",
        "glutenfree":"Gluten-Free",
        "meal":"Dessert",
        "author":"Megan Gordon",
        "link" :"/Recipes/Vegan-Brownies",
        "ingredients":[
            "½ cup coconut oil, at room temperature",
            "3 tablespoons ground flax",
            "1 cup gluten-free flour blend",
            "½ cup dairy-free cocoa powder",
            "1 teaspoon baking powder",
            "½ teaspoon kosher salt",
            "5 ounces bittersweet dairy-free chocolate, chopped",
            "1½ sugar",
            "1 tablespoon pure vanilla extract"],
        "image" : "https://www.simplyrecipes.com/thmb/3YfecdDUIBjegeGZa39fAbpEcqA=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2018__02__Gluten-Free-Fudgy-Brownies-1-ALT-LEAD-ba68c0367ad048d2b7f26457b797f095.jpg",
        "description": "These rich and fudgy vegan brownies are so good, you’ll never miss the eggs or dairy! This is also a gluten-free brownie recipe for those looking for gluten-free dessert options. The best part? You only need one bowl to make them!",
        "steps":[
            "Preheat the oven to 350°F. Line an 8×8-inch square baking pan with parchment paper, and grease the parchment paper and pan with a little coconut oil.",
            "Combine the flax with 8 tablespoons of water in a small bowl. Let stand for 7 to 10 minutes to thicken. (This will be used as an egg replacer in this recipe.)",
            "In a small mixing bowl, whisk together the flour, cocoa powder, baking powder, and kosher salt.",
            "In a small saucepan over low heat, warm the coconut oil and chopped chocolate, stirring until the chocolate is completely melted, about 2 minutes.",
            "Whisk the sugar and the vanilla into the chocolate mixture, stirring vigorously until combined. The mixture will be a little grainy at this point, which is perfectly OK.",
            "Pour the chocolate mixture into a large mixing bowl, scraping everything from the pan using a silicone spatula. Fold in the flax eggs.",
            "Add the dry ingredients and stir well with a wooden spoon or silicone spatula until well combined. The batter will be quite thick and will gather into a ball—it won’t be loose and thin like many traditional brownie batters.",
            "Use a rubber spatula or the palm of your hand to press batter into the pan in an even layer.",
            "Bake for 30 to 35 minutes, or until the edges are set and no longer jiggly. The tops of the brownies will still feel very soft and may even be bubbling a little. Don't worry! They’ll firm up as they cool.",
            "Let the brownies cool completely before slicing, at least 2 to 3 hours. Because these are so fudgy, they really will slice best if you allow them to fully cool.",
            "Using the parchment paper as a handle, lift the cooled brownies up out of the pan and onto a cutting board. Slice into a 4x4 grid (making 16 small squares). Leftover brownies can be stored in an airtight container at room temperature for up to five days (or frozen for up to three months)."
        ]
    },
    {
        "id":6,
        "title":"Oatmeal Pancakes",
        "time": 25,
        "rating": 3.5,
        "experience": "Beginner",
        "vegetarian":"Vegetarian",
        "vegan":"",
        "glutenfree":"Gluten-Free",
        "meal":"Breakfast",
        "author":"Sally Vargas",
        "link" :"/Recipes/Oatmeal-Pancakes",
        "ingredients":[
            "3 cups old-fashioned rolled oats",
            "½ teaspoon baking powder",
            "½ teaspoon baking soda",
            "½ teaspoon ground cinnamon (optional)",
            "¼ teaspoon salt",
            "2 large eggs",
            "1½ to 2 cups buttermilk",
            "2 tablespoons vegetable oil or melted butter",
            "2 tablespoons honey",
            "1 teaspoon vanilla extract",
            "Vegetable oil (for the skillet)"],
        "image" : "https://www.simplyrecipes.com/thmb/BC9Hygm0nShBTXzjddWxEP_YNQw=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2006__05__Oatmeal-Pancakes-LEAD-1-355558f808104ae6adf48d88ac9e32cb.jpg",
        "description": "Looking for a gluten-free breakfast that tastes great and is easy to make? Well, look no further than these Oatmeal Pancakes. No special ingredients required — just rolled oats!",
        "steps":[
            "Set aside ½ cup of the oats to add to the batter later. In a food processor, grind the remaining 2½ cups oats until the mixture resembles coarse whole-wheat flour, with a few particles of oats.",
            "Add the baking powder, baking soda, cinnamon, salt, eggs, 1½ cups of the buttermilk, oil or melted butter, honey, and vanilla to the food processor bowl and pulse a few times, until blended. Pour the batter into a bowl and stir in the remaining ½ cup oats. Let stand for 5 to 10 minutes. The mixture will not be not completely smooth, and it will thicken as it sits. If the batter becomes too thick at any point feel free to thin with some of the remaining buttermilk.",
            "Pour a few drops of oil into the skillet or griddle and spread with a paper towel. Set the pan over medium heat. The pan is hot enough when you drop a few drops of water on it and they sizzle. Turn the heat to medium-low.",
            "Ladle about ¼ cup of batter for each pancake onto the skillet. With the back of the ladle, spread the batter into 4-inch circles. Cook for 2 to 3 minutes, or until bubbles form on top and the bottoms look brown when you peek under the pancakes with a spatula. Turn them and cook for another 2 minutes, or until browned. Repeat until all the batter is used.",
            "Serve the pancakes hot off the griddle or keep them warm in a 325°F oven on a wire rack set over a baking sheet. Serve with lots of butter, fresh fruit (if you wish), and maple syrup."
        ]
    },
    {
        "id":7,
        "title":"St. Lucia Buns",
        "time": 162,
        "rating": 5,
        "experience": "Intermediate",
        "vegetarian":"Vegetarian",
        "vegan":"",
        "glutenfree":"",
        "meal":"Breakfast",
        "author":"Elise Bauer",
        "link" :"/Recipes/st-lucia-buns",
        "ingredients":[
            "¾ cup milk",
            "½ teaspoon saffron threads",
            "1 teaspoon plus ¼ white granulated sugar",
            "1 (¼-ounce) packet active dry yeast",
            "3½ to 4 cups all-purpose flour",
            "½ teaspoon kosher salt",
            "The seeds from 3 cardamom pods, ground, optional",
            "¼ cup unsalted butter, softened",
            "¼ cup sour cream",
            "2 large eggs",
            "Raisins"],
        "image" : "https://www.simplyrecipes.com/thmb/TjBXYaq6bh0caXBwiaL9Qc-iTkY=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2013__12__st-lucia-buns-horiz-b-1800-98e196370e334167b5c5608019dd8d7b.jpg",
        "description":"Swedish Christmastime favorite, saffron infused S shaped sweet rolls, for St. Lucia Day.",
        "steps":[
           "In a small pot, heat the milk, saffron, and 1 teaspoon of sugar together until the milk is steamy. Remove from heat and stir to dissolve the sugar. Let cool until about 115°F, or warm to the touch, but not hot.",
           "Sprinkle the yeast over the warm saffron-infused milk, and let sit for 5 to 10 minutes until foamy.",
           "In the bowl of a stand-up mixer whisk together 3½ cups of the flour, remaining ¼ cup of sugar, salt and ground cardamom (if using).",
           "Make a well in the center of the flour and add the yeast milk saffron mixture, the eggs, the butter, and the sour cream. Mix the ingredients until well incorporated.",
           "Switch to the dough hook of your mixer (if using, otherwise knead by hand). On low speed start to knead the dough. Slowly add additional flour, a tablespoon at a time, kneading to incorporate after each addition. Do this until the dough is still a little sticky to the touch, but does not completely stick to your hands when you handle it.",
           "Shape the dough into a ball and place in a large bowl. Cover with plastic wrap. (Note at this point you can make ahead and refrigerate overnight if you wish.)",
           "Let sit in a warm place for 1 to 2 hours, until the dough has doubled in size. (One way to tell that the dough is ready is that you poke your finger in it and it takes quite a bit of time for the indentation left by your finger to go away.)",
           "When the dough has doubled in size, gently press it down and knead it a couple of times. Break off a piece and form it into a ball about 2 inches wide (60 to 70 grams if you are weighing). Roll the ball out into a snake, about 14 inches long. Then curl the ends in opposite directions, forming an \"S\" with spirals at each end. Place on a lined baking sheet and repeat with the rest of the dough.",
           "Cover with plastic wrap and place in a warm spot until the dough shapes double in size, 30 minutes to an hour.",
           "Preheat oven to 400°F. Using a pastry brush, brush some beaten egg over the tops and sides of the uncooked buns. Place raisins in the centers of the \"S\" spirals.",
           "Place in the oven and bake at 400°F for about 10 to 11 minutes (turning halfway through cooking to ensure even browning), until the buns are golden brown.",
           "Remove from oven and let cool for 5 minutes before eating."
        ]
    },
    {
        "id":8,
        "title":"Eggs Benedict",
        "time": 45,
        "rating": 5,
        "experience": "Expert",
        "vegetarian":"",
        "vegan":"",
        "glutenfree":"",
        "meal":"Breakfast",
        "author":"Cooking Classy",
        "link" :"/Recipes/eggs-benedict",
        "ingredients":[
            "½ cup heavy cream",
            "4 large egg yolks",
            "1½ tablespoon lemon juice",
            "1 tsp dijon mustard (optional)",
            "1 to 2 pinches cayenne pepper (optional)",
            "½ cup unsalted butter, melted",
            "Salt and freshly ground black pepper",        
            "8 large fresh eggs",
            "1 tablespoon white vinegar",
            "4 English muffins, split",
            "8 Canadian bacon slices",
            "Chopped fresh parlsey and/or chives",
            "Paprika"],
        "image" : "https://www.simplyrecipes.com/thmb/U8fwVW_qr-0ql8bXVVCDNkWJImA=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2010__04__eggs-benedict-horiz-a-1600-6f8850c8046b412b940fb1d657a5ba9a.jpg",
        "description":"Hang on to this recipe, it’s perfect for holidays and weekends and also definitely set to impress for entertaining. It will easily be the star of the show!",
        "steps":[
            "Fill a saucepan with about an inch of water. Set a stainless steel or glass bowl over saucepan that fits nicely without touching water. Bring water to a simmer.",
            "Add cream, egg yolks, lemon juice, mustard, and cayenne pepper to bowl over saucepan whisk well. Cook mixture, whisking constantly, until just thick enough to coat the back of a metal or wooden spoon and temperature reaches 160°F.",
            "Reduce heat to very low, then very slowly drizzle in warm melted butter while whisking constantly. Remove from heat, season with salt and pepper to taste. Transfer to dish, cover to keep warm.",
            "Bring several inches of water along with vinegar just to a boil in a large deep frying pan. Crack eggs one at a time and add to boiling water, fitting four eggs in pan at once.",
            "Cook until whites are just set and yolk is still runny, about 3 - 4 minutes. Transfer to paper towel lined plate to drain, repeat with remaining four eggs.",
            "Cook Canadian bacon in a skillet over medium-high heat until heated through, about 1 minute per side.",
            "Meanwhile toast English muffins in a toaster oven, or under broiler (setting muffins on a baking sheet) until just golden brown on top. ",
            "Lay a slice of Canadian bacon atop each English muffin. Top each with a poached egg and season with salt and pepper. Spoon or pour sauce over top, garnish with parsley and chives and finish with a light sprinkle of paprika."
        ]
    },
    {
        "id":9,
        "title":"Beef Wellington",
        "time": 130,
        "rating": 5,
        "experience": "Expert",
        "vegetarian":"",
        "vegan":"",
        "glutenfree":"",
        "meal":"Dinner",
        "author":"Elise Bauer",
        "link" :"/Recipes/beef-wellington",
        "ingredients":[
            "1 pound beef tenderloin filet",
            "Kosher salt and freshly ground black pepper",
            "2 tablespoons extra virgin olive oil",
            "1 pound mushrooms",
            "4 thin slices ham or prosciutto",
            "2 tablespoons yellow mustard",
            "1 (7 to 8½-ounce sheet) puff pastry, thawed",
            "2 large egg yolks, beaten"],
        "image" : "https://www.simplyrecipes.com/thmb/xMiDpNyegiyWro_cCEsx1aGCKNU=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2009__06__beef-wellington-horiz-a2-1800-bd5bd96cc1c2420d9311b83c88428ba6.jpg",
        "description":"This Beef Wellington recipe is the best! Beef tenderloin fillet is coated with mustard, mushroom duxelles, ham, and then wrapped in a puff pastry and baked. Based on Gordon Ramsay’s Beef Wellington recipe, it does not disappoint.",
        "steps":[
            "Allow the oven to preheat to 400°F as you assemble the Wellington.",
            "Season the fillet generously with salt and pepper. Heat a tablespoon or two of oil in a large pan on high heat. Sear the fillet in the pan on all sides until well browned. (Hint: do not move the fillet until it has had a chance to brown.)",
            "Remove the filet from the pan and let cool. Once cooled, brush the fillet on all sides with mustard.",
            "Chop the mushrooms and put them into a food processor and purée. Heat the sauté pan on medium high heat. Transfer the mushroom purée into the pan and cook, allowing the mushrooms to release their moisture. When the moisture released by the mushrooms has boiled away, remove the mushrooms from the pan and set aside to cool.",
            "Roll out a large piece of plastic wrap. Lay out the slices of ham on the plastic wrap so that they overlap. Spread the mushroom mixture over the ham. Place the beef filet in the middle, roll the mushroom and ham over the fillet, using the plastic wrap so that you do this tightly. Wrap up the beef filet into a tight barrel shape, twisting the ends of the plastic wrap to secure. Refrigerate for 20 minutes.",
            "On a lightly floured surface, roll out the puff pastry sheet to a size that will wrap around the beef fillet.Unwrap the fillet from the plastic wrap and place in the middle of the pastry dough. Brush the edges of the pastry with the beaten egg yolks.",
            "Fold the pastry around the fillet, cutting off any excess at the ends. (Pastry that is more than 2 layers thick will not cook all the way, try to limit the overlap. Place on a small plate, seam side down, and brush beaten egg yolks all over the top. Chill for 5 to 10 minutes.",
            "Place the pastry-wrapped fillet on a baking pan. Brush the exposed surface again with beaten eggs.",
            "Score the top of the pastry with a sharp knife, not going all the way through the pastry. Sprinkle the top with coarse salt.",
            "Bake at 400°F for 25 to 35 minutes. The pastry should be nicely golden when done. To ensure that your roast is medium rare, test with an instant read meat thermometer. Pull out at 125 to 130°F for medium rare.",
            "Remove from oven and let rest for 10 minutes before slicing. Slice in 1-inch thick slices."
        ]
    },
    {
        "id":10,
        "title":"Seafood Paella",
        "time": 65,
        "rating": 4.5,
        "experience": "Expert",
        "vegetarian":"",
        "vegan":"",
        "glutenfree":"Gluten-Free",
        "meal":"Dinner",
        "author":"Sally Vargas",
        "link" :"/Recipes/seafood-paella",
        "ingredients":[
            "4½ cups chicken stock",
            "½ teaspoon saffron threads, crumbled and then loosely measured",
            "¼ teaspoon salt",
            "3 tablespoons olive oil",
            "½ yellow onion, finely chopped",
            "½ red bell pepper, finely chopped",
            "3 cloves garlic, finely chopped",
            "6 ounces mild dried chorizo sausage, sliced into thin half-moons",
            "3 cups short-grain rice, such as Spanish Bomba rice or Italian Arborio",
            "1 (14-ounce) can fire-roasted diced tomatoes",
            "1 cup frozen green peas",
            "1 pound large (21-24 per pound) shrimp, peeled and deveined, with tails left on",
            "1 pound mussels, rinsed and scrubbed",
            "1 pound littleneck clams, rinsed and scrubbed",
            "¼ cup chopped parsley, for garnish"
        ],
        "image" : "https://www.simplyrecipes.com/thmb/sXiHMXTGCjwoTboFoWHMsAUuC0c=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2018__07__Seafood-Paella-HORIZONTAL-ce4d8fe93ec045c0a868ec065f49800a.jpg",
        "description":"This saffron-infused paella recipe is loaded with mussels, clams, and shrimp. Grill it in your biggest skillet for best flavor (no special pan required). Paella serves a crowd for your next cookout!",
        "steps":[
            "Heat a gas grill to medium-high heat (375°F), or light a charcoal grill and let burn until the charcoal is covered with gray ash.",
            "In a saucepan over medium heat, bring the stock to a boil. Add the saffron and salt. Turn off the heat and let the saffron steep for at least 15 minutes. Taste and add more salt, if needed.",
            "In a 12- to 14-inch stainless steel skillet or cast iron pan, heat the oil over medium heat on top of the stove. Add the onion and red pepper, and cook for 5 to 7 minutes, or until the onion is translucent. Stir in the garlic and chorizo.",
            "On a table next to the grill, set the skillet with the sofrito, the rice, tomatoes, infused stock, salt, peas, shrimp, mussels, and clams.",
            "Set the skillet with the sofrito on the grill. Add the rice, and cook, stirring often, for 4 to 5 minutes, or until the rice is coated with oil and lightly toasted.",
            "Stir in the stock, tomatoes, and peas. Taste for seasoning and add more salt, if you like.",
            "Spread the rice evenly over the bottom of the pan. Close the grill cover and simmer the rice without stirring for 15 minutes, or until the rice absorbs most of the stock. If the mixture looks dry, pour about 1 cup of hot water over it, but do not stir.",
            "Nestle the mussels and clams into the rice with the hinge sides up so they release their juices into the rice. Arrange the shrimp around the shellfish.",
            "Cover the pan with foil, close the grill and cook for 6 to 10 minutes longer (depending on the heat of your grill), or until the rice and shrimp are both cooked through and the mussels and clams are open. (Discard any shellfish that remain tightly shut once everything else is cooked.)",
            "Slip a spatula under the rice and check to see if you have achieved the elusive golden brown socarrat. If not, set the pan over the heat, uncovered, for a few minutes to lightly caramelize the bottom.",
            "Sprinkle with parsley and bring the whole pan to the table for serving."
        ]
    },
    {
        "id":11,
        "title":"Vegetarian Lasagna",
        "time": 135,
        "rating": 5,
        "experience": "Intermediate",
        "vegetarian":"Vegetarian",
        "vegan":"",
        "glutenfree":"",
        "meal":"Dinner",
        "author":"Elise Bauer",
        "link" :"/Recipes/vegetarian-lasagna",
        "ingredients":[
            "1½ pounds cremini mushrooms, roughly chopped",
            "½ pound shiitake mushrooms, roughly chopped",
            "¼ teaspoon salt",
            "1 cup chopped onions",
            "¼ cup extra virgin olive oil, plus more for oiling the noodles",
            "4 cloves garlic, chopped",
            "1 (6-ounce) can tomato paste",
            "2 cups jarred prepared tomato sauce",
            "1 (28-ounce) can crushed tomatoes",
            "1 cup water",
            "1 tablespoon dried thyme",
            "½ teaspoon red pepper flakes",
            "1 tablespoon sugar"
        ],
        "image" : "https://www.simplyrecipes.com/thmb/Pjd_xauZJozdoDWvE-weA6zHMqc=/720x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2012__11__Vegetarian-Lasagna-LEAD-1-6173a71bfd1347aa8d7659150e87b8f4.jpg",
        "description":"This vegetarian lasagna recipe is made with meaty shiitake and crimini mushrooms, spinach, and ricotta and mozzarella cheeses. It feeds a crowd and will satisfy both vegetarian and meat-eating guests!",
        "steps":[
            "Place mushrooms in a large (6 to 8 quart) sauté pan on high or medium-high heat. Stir them with a wooden spoon or shake the pan from time to time. You may hear them squeak.",
            "Sprinkle salt over the mushrooms. The mushrooms will sizzle and then start to release water. (Note that you are not adding fat at this point to the pan; this method of cooking mushrooms in their own moisture is called dry sautéing.)",
            "Once the mushrooms start to release water into the pan, stir in the chopped onions. Cook until the mushrooms are no longer releasing moisture and the mushroom water has boiled away, about 5 minutes more.",
            "Add the olive oil to the mushrooms and stir to coat. Sauté the mushrooms and onions for about a minute. Add the garlic and cook for another minute.",
            "Stir in the tomato paste, cook for a minute longer. Reserve 1 cup of the tomato sauce (it will go in the bottom of the casserole dish), and put the remaining cup of tomato sauce into the pot with the mushrooms. Add the large can of crushed tomatoes and one cup of water.",
            "Stir in the thyme, sugar, and red pepper flakes. (If you are using dried basil instead of fresh, add it now.) Bring to a simmer, then lower the heat and simmer on a low simmer, for 20 minutes.",
            "Once the sauce is simmering, salt the boiling pasta water, and add the dry lasagna noodles to the boiling water. (The water should be at a vigorous, rolling boil.) Stir gently, making sure that the noodles are not sticking to each other. Set the timer for 8 minutes, or however long is indicated on the package of the noodles. Cook uncovered on a high boil.",
            "When the noodles are ready (al dente, cooked through but still firm to the bite), drain the noodles in a colander, and rinse them to cool them with cold water. As you rinse them, gently separate them with your fingers so they don't stick to each other.",
            "Prepare a couple large cookie sheets or baking sheets by spreading a tablespoon of olive oil over the baking sheets.",
            "Place the lasagna noodles on the sheets, gently coating them with a bit of that olive oil, and spreading them out. This will help keep them from sticking to each other while you finish the sauce and prepare the layered casserole.",
            "Turn off the heat on the stovetop for the sauce. Preheat the oven to 350°F.",
            "Spread the one cup of reserved tomato sauce over the bottom of a large (preferably 10x15-inch) casserole dish. (If your casserole dish is smaller, you may need to add another layer as you go through this step.)",
            "Place a layer of lasagna noodles down over the tomato sauce, slightly overlapping. (For our 10x15-inch dish, we ultimately fit 3 layers of 6 noodles each, with 2 extra noodles on which to nosh.)",
            "Sprinkle half of the ricotta cheese over the noodles, and half of the defrosted, drained, and squeezed out spinach over the ricotta.",
            "Sprinkle half of the mozzarella cheese over the spinach, and just a quarter of the pecorino cheese. Then spoon ⅓ of your mushroom sauce over the mozzarella. Sprinkle half of the fresh basil over the sauce.",
            "Repeat the layering process. Place a second layer of noodles over the sauce. Spread the remaining ricotta, spinach, and mozzarella over the noodles. Sprinkle another quarter of the pecorino along with the mozzarella. Top with another third of the mushroom sauce and the remaining fresh basil.",
            "Layer your final layer of lasagna noodles over the sauce. Spread the remaining sauce over the lasagna noodles, and sprinkle with the remaining pecorino or parmesan cheese.",
            "Pull out a sheet of aluminum foil large enough to cover the casserole dish. Spread a little olive oil over the inside of the piece of foil (the side that will have contact with the lasagna). Place the foil over the casserole dish and crimp the edges.",
            "Bake at 350°F for 25 minutes, then remove the foil and bake uncovered for an additional 25 minutes.",
            "Take the lasagna out of the oven when done and let it rest 10 minutes before cutting to serve. Once made, the lasagna will last a week in the fridge."
        ]
    }

]